import React from 'react';

export const userAgreement = (
  <>
    <p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между ООО &quot;Корпорация Джей Эс&quot; (далее Sokrat. или Администрация) с одной стороны и пользователем сайта с другой.</p>
    <p>Сайт Sokrat. не является средством массовой информации.</p>
    <p><br/></p>
    <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.</p>
    <p><strong>Если Вы не согласны с условиями данного соглашения, не используйте сайт Sokrat.!</strong></p>
    <h2>Предмет соглашения</h2>
    <p><strong>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</strong></p>
    <p>- Текстовой информации</p>
    <p>- Фотоматериалов</p>
    <h2>Права и обязанности сторон</h2>
    <p><strong>Пользователь имеет право:</strong></p>
    <p>- осуществлять поиск информации на сайте</p>
    <p>- получать информацию на сайте</p>
    <p>- создавать информацию для сайта</p>
    <p>- комментировать контент, выложенный на сайте</p>
    <p>- использовать информацию сайта в личных некоммерческих целях</p>
    <p><br/></p>
    <p><strong>Администрация имеет право:</strong></p>
    <p>- по своему усмотрению и необходимости создавать, изменять, отменять правила</p>
    <p>- ограничивать доступ к любой информации на сайте</p>
    <p><br/></p>
    <p><strong>Пользователь обязуется:</strong></p>
    <p>- обеспечить достоверность предоставляемой информации</p>
    <p>- обеспечивать сохранность личных данных от доступа третьих лиц</p>
    <p>- обновлять Персональные данные, предоставленные при регистрации, в случае их изменения</p>
    <p>- не копировать информацию с других источников</p>
    <p>- не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность</p>
    <p>- не нарушать работоспособность сайта</p>
    <p>- не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу</p>
    <p>- не совершать действия, направленные на введение других Пользователей в заблуждение</p>
    <p>- не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам</p>
    <p>- не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ</p>
    <p>- не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ</p>
    <p>- не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами</p>
    <p><br/></p>
    <p><strong>Администрация обязуется:</strong></p>
    <p>- поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.</p>
    <h2>Ответственность сторон</h2>
    <p>- пользователь лично несет полную ответственность за распространяемую им информацию</p>
    <p>- администрация не несет никакой ответственности за достоверность информации, скопированной из других источников</p>
    <p>- администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг</p>
    <p>- администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</p>
    <p>- в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса</p>
    <h2>Условия действия Соглашения</h2>
    <p>Данное Соглашение вступает в силу при любом использовании данного сайта.</p>
    <p>Соглашение перестает действовать при появлении его новой версии.</p>
    <p>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.</p>
    <p>Администрация не оповещает пользователей об изменении в Соглашении.</p>
    <p><br/></p>
  </>
);
